{
  "index": {
    "lead": "<span class='italic'>Motion Designer</span> &amp; <span class='bold'>Title Designer</span>",
    "p1": "Je crée des images en mouvement <span class='bold'>précises</span> et <span class='italic'>émotives</span>. Mon regard est autant façonné par le cinéma que par mes écoles de design : la <span class='bold'>composition</span> rigoureuse de Villeneuve, la <span class='bold'>folie</span> visuelle de Burton, l'<span class='bold'>ampleur épique</span> de Nolan, et le <span class='bold'>rythme tranchant</span> de Tarantino.",
    "p2": "Pour moi, le motion design est une question de <span class='bold'>rythme</span> : sculpter les temps forts pour que le public sache exactement ce qu'il doit <span class='bold'>ressentir</span> et quand. Chaque projet commence avec la même question : <span class='italic'>que doit éprouver le spectateur — et quelle est la manière la plus directe de le montrer ?</span>",
    "Dune": "Bande-annonce Dune",
    "Canette": "Canette Elevate",
    "ElectroStim": "Electro Stimulation",
    "Cubism": "Cubisme",
    "Cartoon": "Espace cartoon"
  },

  "about": {
    "lead": "<span class='bold'>Motion Designer</span> &amp; <span class='bold'>Title Designer</span>. Je conçois des séquences <span class='bold'>claires</span> et <span class='bold'>émotives</span> pour le cinéma, les séries, le jeu vidéo et les marques.",
    "background": {
      "title": "Parcours",
      "bio1": "À l'ESDAC j'ai acquis de solides bases en design graphique, en travaillant surtout la <span class='bold'>couleur</span> et le <span class='bold'>dessin d'observation</span>, grâce à d'excellents professeurs. Mon année en alternance chez France Sport m'a appris à m'adapter rapidement à un environnement professionnel et à être <span class='bold'>efficace</span> dans une équipe en mouvement.",
      "bio2": "À ArtFx j'ai affûté mon regard à travers la photo, la sculpture, la peinture, le dessin et le cinéma/VFX. Les nombreux projets de groupe m'ont appris à garder des workflows <span class='bold'>clairs</span>, <span class='bold'>lisibles</span> et <span class='bold'>transmissibles</span>.",
      "bio3": "À Objectif3D j'ai approfondi mes compétences en 3D et étudié la <span class='bold'>sémiologie</span>, c'est-à-dire comment les images, les symboles et la composition guident le sens.",
      "bio4": "J'ai également fait deux ans d'informatique, qui m'ont donné une forte <span class='bold'>logique</span> et une vraie <span class='bold'>rigueur</span> dans la structuration des projets.",
      "bio5": "Enfin, à MJM j'ai réuni tout cela dans le Motion Design — en appliquant l'ensemble de mes acquis — et j'ai obtenu mon diplôme <span class='bold'>avec mention</span>."
    },
    "whatido": {
      "title": "Ce que je fais",
      "item1": "Design de titres et typographies animées (génériques, interstitiels, habillages TV)",
      "item2": "Séquences graphiques et spots 3D (du styleframe à l'animatique, jusqu'au rendu final)",
      "item3": "Workflows hybrides (Cinema 4D/Redshift ↔ After Effects), <span class='bold'>propres</span> et <span class='bold'>maîtrisés</span>",
      "item4": "Clarté éditoriale : modeler le rythme pour que le spectateur sache toujours quoi <span class='bold'>ressentir</span>"
    },
    "how": {
      "title": "Ma méthode",
      "step1": "Questionner le brief → <span class='italic'>que doit ressentir le spectateur ?</span>",
      "step2": "Prouver vite → styleframes + timing test, pas de mystère.",
      "step3": "Concevoir avec les contraintes → GPU/RAM, délais, rendu local ou ferme.",
      "step4": "Nommer et structurer → fichiers propres, projets prêts à être transmis.",
      "step5": "Travailler en <span class='bold'>non-destructif</span> → tout reste éditable, car le changement arrive toujours."
    },
    "tools": {
      "title": "Outils",
      "text": "Cinema 4D + Redshift, After Effects, Photoshop, Illustrator, X-Particles si nécessaire. Gestion par Git pour les assets, préférence pour l'<span class='bold'>automatisation</span> plutôt que le bricolage manuel."
    },
    "influence": {
      "title": "Influences",
      "p1": "Le cinéma est mon plus grand maître. Denis Villeneuve m'inspire par son <span class='bold'>rythme</span>, son <span class='bold'>storytelling</span> et ses <span class='bold'>compositions</span>. <span class='italic'>Dune 2</span> a été une telle référence que j'en ai fait un projet durant mes études. <span class='italic'>Blade Runner 2049</span> nourrit mon amour du cyberpunk, avec une image <span class='bold'>léchée</span> et une histoire rythmée comme une partition.",
      "p2": "Tim Burton a forgé mon goût pour la <span class='bold'>folie visuelle</span>. <span class='italic'>Beetlejuice</span> (1 et 2), avec son mélange d'animatronics et de stop motion, et <span class='italic'>Alice au pays des merveilles</span> montrent sa joie de créer. Mais il sait aussi émouvoir, comme avec <span class='italic'>Edward aux mains d'argent</span>.",
      "p3": "Christopher Nolan est ma référence pour l'<span class='bold'>épique</span> et la <span class='bold'>tension</span>. <span class='italic'>Dunkerque</span> est mon favori : le design sonore et le rythme implacable plongent le spectateur dans l'horreur de la guerre. Avec <span class='italic'>The Dark Knight</span>, il combine suspense, tension et humour — le Joker reste inoubliable.",
      "p4": "Quentin Tarantino est l'incontestable maître du <span class='bold'>carnage absurde</span>. <span class='italic'>Pulp Fiction</span>, <span class='italic'>Kill Bill</span>, <span class='italic'>Inglourious Basterds</span>, <span class='italic'>Once Upon a Time in Hollywood</span> — chacun révèle son talent pour le <span class='bold'>rythme</span>, les dialogues et la violence transformée en spectacle.",
      "p5": "Les jeux vidéo m'ont autant appris que le cinéma. <span class='italic'>Cyberpunk 2077</span> pour son <span class='bold'>storytelling</span> et son <span class='bold'>rythme</span>, <span class='italic'>Journey</span> pour sa <span class='bold'>composition visuelle</span> et sa pureté, et <span class='italic'>Gris</span> pour sa <span class='bold'>couleur</span>, son <span class='bold'>rythme</span>, son <span class='bold'>immersion</span> et son récit délicat. <span class='italic'>Cyberpunk 2077</span> et <span class='italic'>Gris</span> m'ont même fait pleurer — preuve que lorsque rythme, image et narration s'alignent parfaitement, le mouvement touche directement à l'émotion.",
      "p6": "La musique est mon <span class='bold'>métronome</span> : des orchestrations massives aux textures électroniques, elle dicte mes coupes et mes crescendos."
    },
    "working": {
      "title": "Travailler avec&#8239;moi",
      "text": "Mes enseignants comme les entreprises avec lesquelles j'ai travaillé ont souligné mon <span class='bold'>adaptabilité</span>, mon <span class='bold'>professionnalisme</span> et ma <span class='bold'>motivation</span>. Je travaille dans un esprit de <span class='bold'>clarté</span> et de <span class='bold'>collaboration</span> : identifier les points faibles est pour moi une étape naturelle vers un <span class='bold'>meilleur résultat</span>.",
      "text2": "Je suis aussi ouvert à toute proposition susceptible d'<span class='bold'>améliorer le projet</span>, d'où qu'elle vienne. Freelance / à distance, en anglais ou en français. Ouvert aux collaborations internationales et aux co-directions avec des studios."
    },
    "citations": {
      "title": "Témoignages",
      "cit1": "<span class='italic'>« Florent s'est rapidement adapté à notre environnement spécifique et s'est montré efficace et <span class='bold'>motivé</span> au sein de l'équipe. »</span>",
      "a1": "France Sport",
      "cit2": "<span class='italic'>« Un étudiant avide d'apprendre et <span class='bold'>proactif</span> en cours, des qualités rares combinées à un vrai <span class='bold'>professionnalisme</span>. »</span>",
      "a2": "Andrés Barriga, professeur de Motion Design, ESDAC",
      "cit3": "<span class='italic'>« <span class='bold'>Motivé</span>, ponctuel et <span class='bold'>fiable</span>, Florent a dépassé les missions demandées et a apporté une réelle <span class='bold'>valeur</span> à nos projets. »</span>",
      "a3": "Hagen Bauer"
    },
    "contact": {
      "title": "Créons quelque chose de précis et percutant.",
      "label": "Contact:",
      "pdf": "Portfolio 2D :"
    }
  },
  "Equinoxe": {
    "intro1": "Quand j'ai rejoint le projet, <span class='italic'>le logo existait déjà</span>, mais <span class='bold'>tout restait à construire autour.</span><br>Mon rôle a été de poser les <span class='bold'>fondations visuelles</span> d'<span class='bold'>Equinoxe</span>, <span class='italic'>une association e-sport sur Rocket League cherchant à allier</span><span class='bold'> professionnalisme, cohésion et ambition.</span>",
    "intro2": "L'objectif était de créer une <span class='bold'>identité complète et cohérente</span>, capable de refléter <span class='italic'>l'esprit de la structure : une équipe sérieuse, mais animée par une énergie collective et bienveillante.</span><br>J'ai donc conçu un <span class='bold'>design system global</span> — <span class='italic'>palette, typographies, hiérarchie visuelle, composants et déclinaisons médias</span> — pour offrir à l'association <span class='bold'>une image stable, identifiable et durable.</span>",
    "intro3": "Une direction <span class='bold'>sobre et équilibrée</span>, fidèle à son nom :<br><span class='bold'>Equinoxe</span>, <span class='italic'>le point d'équilibre entre performance et humanité.</span>",
    "colo1": "La palette reprend les couleurs du logo, afin de renforcer <span class='bold'>l'ADN visuel d'Equinoxe</span>.<br>Elle s'inspire du <span ='italic'>crépuscule et de l'éclipse</span>, cet instant où la lumière rencontre l'obscurité.<br>Les <span class='italic'>tons chauds et lumineux</span> viennent contraster avec des <span class='italic'>nuances sombres et profondes</span>, <span class='bold'>équilibrés</span> par un <span class='italic'>ton clair doux</span> qui apporte respiration et finesse.",
    "colo2": "Ce choix crée un univers <span class='bold'>sobre, jeune et résolument e-sport</span>, à la fois <span class='bold'>professionnel</span> et <span class='bold'>visuellement percutant</span>.<br>La palette fonctionne aussi bien sur le digital que sur le print, en offrant une communication <span class='bold'>claire, énergique et affirmée</span>, entre soleil et nuit — comme Equinoxe.",
    "typo1": "Le système typographique repose sur deux polices complémentaires :",
    "typo2": "<span class='bold'>Uni Sans Heavy CAPS</span> — pour les titres<br><span class='italic'>Impact, structure et énergie.</span><br>Utilisée en capitales, elle exprime <span class='bold'>la force, la détermination et l'attitude compétitive</span> de l'équipe.<br>On l'assume <span class='bold'>en bloc</span>, comme un marquage urbain — <span class='italic'>un statement visuel prêt à être placardé sur les murs.</span>",
    "typo3": "<span class='bold'>Noto Sans KR</span> — pour les textes et supports numériques<br><span class='italic'>Sobriété, lisibilité et modernité.</span><br>Une police polyvalente et claire, idéale pour accompagner l'identité sans la surcharger, et assurer une lecture fluide sur tous supports.",
    "typo4": "Ce duo crée un <span class='bold'>équilibre entre punch et clarté</span>, reflétant la <span class='bold'>dualité</span> d'Equinoxe : <span class='bold'>affirmer haut et fort son identité</span>, tout en restant <span class='bold'>structuré et professionnel</span>.",
    "t1": "Communication Tournoi & Matchs",
    "t2": "Cette série de visuels a été conçue pour assurer une <span class='bold'>communication claire et homogène</span> autour des compétitions auxquelles participe Equinoxe. L'objectif était de permettre aux joueurs, aux supporters et aux partenaires de <span class='bold'>suivre facilement l'activité de l'équipe</span> : annonces de matchs, scores, résultats et performances.",
    "t3": "J'ai appliqué l'identité visuelle d'Equinoxe à un ensemble de <span class='bold'>templates modulaires et réutilisables</span>, adaptés aux réseaux sociaux. La direction artistique s'appuie sur une <span class='italic'>hiérarchie typographique maîtrisée</span> et un <span class='italic'>système de couleurs fonctionnel</span> pour distinguer les moments clés : avant-match, score, résultats et phases de tournoi. L'ensemble compose un langage visuel <span class='bold'>cohérent, efficace et immédiatement reconnaissable</span>.",
    "twitch1": "<span class='bold'>Twitch — Identité Stream</span>",
    "twitch2": "Pour la présence d'Equinoxe sur Twitch, j'ai conçu un ensemble d'éléments visuels destinés à <span class='bold'>structurer et dynamiser l'expérience de stream</span> : overlays, écrans d'attente, transitions et panels de chaîne. L'objectif était de créer un environnement <span class='italic'>clair, reconnaissable et cohérent</span> avec l'identité de l'équipe, tout en favorisant l'engagement du public. Les compositions privilégient la <span class='bold'>lisibilité</span> des informations clés, l'intégration fluide du gameplay et une esthétique adaptée aux formats <span class='italic'>live</span>.",
    "staff1": "<span class='bold'>Équipe & Staff — Annonces Officielles</span>",
    "staff2": "Cette série de visuels a été pensée pour <span class='bold'>annoncer clairement les mouvements au sein d'Equinoxe</span> : recrutements, départs, mises à jour du roster et communications liées au staff. L'objectif était de donner à ces annonces une <span class='italic'>identité visuelle forte et cohérente</span>, qu'elles soient publiées au format 1:1 ou 16:9. Ces supports permettent de présenter les membres et l'évolution de l'équipe de manière <span class='bold'>professionnelle, structurée et immédiatement identifiable</span>.",
    "ccl": "Ce projet m'a permis de <span class='bold'>concevoir un design system complet</span> et d'itérer rapidement pour répondre aux besoins d'Equinoxe en matière de communication visuelle. La cohérence des templates et le rendu sur Twitch ont été salués par l'équipe, ce qui confirme la pertinence des choix graphiques réalisés. Avec du recul, j'aimerais pousser davantage la <span class='italic'>dimension motion</span> afin d'enrichir l'expérience dynamique de l'identité. Ce projet pose une base solide sur laquelle j'ai envie de continuer à explorer, affiner et élever ma pratique."
  },
  "Bus": {
    "brief1": "Onze millions de personnes. Onze millions de vies mises à distance du numérique et, peu à peu, du monde. Pour certaines, une connexion internet n'existe pas. Pour d'autres, l'équipement manque, ou l'écran fait peur. Au bout du compte : de l'isolement, et <span class='italic'>des droits auxquels on renonce faute de savoir ou de pouvoir y accéder</span>.",
    "brief2": "Le Secours Catholique a créé le <em>Fraternibus</em> pour aller vers ces personnes, sur leurs terrains, là où elles vivent. Un bus solidaire qui traverse villages et zones blanches, pour <span class='bold'>écouter, accompagner, aider</span>… et retisser du lien.",
    "brief3": "Notre mission : imaginer une identité visuelle <span class='bold'>chaleureuse, accessible et rassurante</span>, capable de donner envie de s'approcher du bus, d'oser entrer, de partager un café ou une question. Nous avons conçu le <span class='bold'>flocage du Fraternibus</span> ainsi que <span class='bold'>deux supports de proximité</span> afin d'annoncer son arrivée et d'incarner un message simple&nbsp;:",
    "brief4": "<span class='bold'>«&nbsp;Personne ne devrait rester seul face au numérique.&nbsp;»</span>",
    "cibles1": "Cibles",
    "cibles2": "Trois catégories de personnes directement touchées par la <span class='bold'>fracture numérique</span>.",
    "cibles3": "<span class='bold'>Isolés géographiquement</span> — Coupés des services essentiels par l'éloignement et les <span class='italic'>zones blanches</span>.",
    "cibles4": "<span class='bold'>Isolés socialement</span> — Se sentent seuls face aux démarches et ne savent pas vers qui se tourner.",
    "cibles5": "<span class='bold'>Peu à l'aise avec le numérique</span> — Peu ou pas équipés, et perdus devant les outils et procédures en ligne.",
    "perso1": "Trois profils représentatifs des personnes que le <em>Fraternibus</em> souhaite accompagner.",
    "perso2": "<span class='bold'>Michelle (79 ans)</span> — Retraitée vivant dans une zone blanche, sans moyen de transport, et peu à l'aise avec les outils numériques.",
    "perso3": "<span class='bold'>Luc (19 ans)</span> — Étudiant en situation précaire, équipé uniquement d'un smartphone pour étudier et effectuer ses démarches administratives désormais 100% en ligne.",
    "perso4": "<span class='bold'>Cédric (42 ans)</span> — En grande précarité et en situation d'instabilité de logement, avec des difficultés à accéder aux droits et aux dispositifs vers l'emploi.",
    "ref1": "Références",
    "ref2": "Nous nous sommes appuyés sur deux grands courants : l'<span class='bold'>Impressionnisme</span> (lumière, paysages, atmosphères lisibles de loin) et le <span class='bold'>Fauvisme</span> (couleurs franches, contrastes forts), en écho à la charte du Secours Catholique.",
    "ref3": "<span class='bold'>Henri Manguin</span> — Paysages lumineux et teintes chaudes pour un accueil visuel chaleureux.",
    "ref4": "<span class='bold'>Vassily Kandinsky</span> — Jeux de lignes et de formes pour suggérer les <span class='italic'>liens</span> et les connexions.",
    "ref5": "<span class='bold'>Henri Matisse</span> — Aplats colorés et simplicité formelle au service de la lisibilité à distance.",
    "search1": "Recherches",
    "search2": "Pour poser le cadre, nous avons cartographié le problème, les cibles et les usages à travers une <span class='bold'>carte mentale</span> (accès, équipement, accompagnement, signalétique).",
    "search3": "Nous avons ensuite exploré l'idée des <span class='bold'>liens/câbles</span> : une métaphore simple pour représenter l'<span class='italic'>accompagnement</span> et la <span class='italic'>connexion</span> entre les personnes isolées et le Fraternibus.",
    "search4": "Trois pistes ont émergé : 1) lignes continues qui guident le regard, 2) segments modulaires pour rythmer la surface du bus, 3) tracés plus organiques pour évoquer des routes et des chemins.",
    "compo1": "Composition",
    "compo2": "Nous avons fait évoluer le concept initial basé sur les <span class='bold'>liens/câbles</span> vers une <span class='bold'>illustration paysagère</span>, plus chaleureuse et plus lisible à distance.",
    "compo3": "La <span class='bold'>campagne</span> s'est imposée comme décor principal&nbsp;: c'est le territoire que le Fraternibus parcourt, là où se trouvent les personnes isolées. Les maisons sont reliées entre elles par des lignes évoquant l'<span class='italic'>accompagnement</span>.",
    "compo4": "La composition est conçue pour se <span class='bold'>déployer sur les deux faces du bus</span> : le motif commence à l'avant avec le logo, puis se poursuit sur la longueur du véhicule afin de créer une continuité visuelle.",
    "colo1": "Couleurs",
    "colo2": "Nous avons construit une palette mêlant <span class='bold'>couleurs chaudes</span> et <span class='bold'>couleurs froides</span>, en s'appuyant sur la charte du Secours Catholique pour garantir cohérence et reconnaissance.",
    "colo3": "Les tons <span class='bold'>chauds</span> apportent <span class='italic'>proximité, humanité et accueil</span> — ils invitent à oser s'approcher du bus et à engager la conversation.",
    "colo4": "Les tons <span class='bold'>froids</span> ancrent l'identité dans la <span class='italic'>confiance, la fiabilité et l'accompagnement</span>, en lien avec l'ADN du Secours Catholique.",
    "colo5": "Cette palette étendue nous a permis de créer une illustration vivante, tout en conservant une <span class='bold'>excellente lisibilité à distance</span> sur la signalétique du bus et ses déclinaisons.",
    "mascot1": "Mascotte",
    "mascot2": "Nous avons imaginé une mascotte pour incarner la dimension <span class='bold'>humaine et chaleureuse</span> du Fraternibus. Elle permet de créer un premier contact plus doux, moins intimidant, et de donner un visage symbolique à l'accompagnement proposé.",
    "mascot3": "Son design est volontairement simple et <span class='bold'>non identifiable</span> : ni âge, ni genre, ni origine. L'objectif est que chacun puisse s'y reconnaître ou, au minimum, ne pas s'en sentir exclu.",
    "mascot4": "La mascotte soutient avant tout l'<span class='italic'>accueil, la convivialité et la discussion</span> — des leviers essentiels pour oser demander de l'aide, prendre un café, ou simplement entrer dans le bus.",
    "livrables1": "Écosystème des livrables",
    "livrables2": "Nous avons conçu un <span class='bold'>ensemble cohérent de supports</span> pour rendre le Fraternibus visible, accessible et accueillant, avant et pendant son passage.",
    "livrables3": "<span class='bold'>Le flocage du Fraternibus</span> occupe le rôle principal : une illustration <span class='bold'>lisible à distance</span>, qui se déploie sur les deux faces du bus pour créer une continuité visuelle. Les <span class='italic'>liens</span> relient les maisons et guident le regard, symbolisant l'accompagnement.",
    "livrables4": "Pour compléter la présence sur le terrain, nous avons créé deux supports de proximité :",
    "livrables5": "<span class='bold'>• Flyers (recto/verso)</span> — Distribués en amont dans les commerces et lieux de passage, mais aussi sur place. Une mise en page <span class='bold'>simple et chaleureuse</span> qui invite à <span class='italic'>venir discuter autour d'un café</span> et découvrir les services proposés.",
    "livrables6": "<span class='bold'>• Drapeau - Abribus</span> — Un signal visuel léger à installer sur les arrêts de bus pour <span class='bold'>annoncer l'arrivée</span> du Fraternibus. Message court, pictogramme clair, couleurs de la charte : visible, sans saturer l'espace public.",
    "livrables7": "Ensemble, ces trois supports forment un <span class='bold'>écosystème lisible, humain et complémentaire</span> : le bus attire, le drapeau oriente, le flyer rassure et informe.",
    "ccl1": "Ce que nous avons appris",
    "ccl2": "Ce projet nous a rappelé l'importance d'une <span class='bold'>communication simple et accessible</span> : si le message n'est pas compris en quelques secondes, il ne touche pas.",
    "ccl3": "Transformer un accompagnement humain en identité visuelle exige de trouver le bon équilibre entre <span class='bold'>chaleur</span> et <span class='bold'>lisibilité</span>.",
    "ccl4": "Enfin, nous avons pris conscience que les supports de communication ne sont efficaces que s'ils vont <span class='italic'>à la rencontre des gens</span> — sur leur territoire, dans leurs lieux du quotidien."
  }
}
